[
	{
		"id": "1",
		"title": "Alabama Farmers Market",
		"description": "The Alabama Farmers Market is open to the public 7 days a week, 365 days a year.",
		"longDescription": "<p>The Alabama Farmers Market welcomes visitors year-round with fresh, local produce and specialty vendors. This expansive indoor and outdoor market connects the community with local farmers and established retailers in a vibrant marketplace setting.</p><p class='mt-4'>Experience the heart of Alabama's agricultural community at this bustling marketplace that brings together local farmers, specialty vendors, and fresh food enthusiasts daily.</p>",
		"image": "/images/resources/alabama/alabama-farmers-market.avif",
		"address": {
			"street": "344 Finley Avenue West",
			"city": "Birmingham",
			"state": "Alabama",
			"zip": "35204"
		},
		"phone": "+1 205 251-8737",
		"hours": {
			"monday": "6:00 AM - 2:00 PM",
			"tuesday": "6:00 AM - 2:00 PM",
			"wednesday": "6:00 AM - 2:00 PM",
			"thursday": "6:00 AM - 2:00 PM",
			"friday": "6:00 AM - 2:00 PM",
			"saturday": "6:00 AM - 2:00 PM",
			"sunday": "6:00 AM - 2:00 PM"
		},
		"externalUrl": "https://alabamafarmersmarket.org/",
		"sponsored": false
	},
	{
		"id": "2",
		"title": "The Market at Pepper Place",
		"description": "An outdoor farmers market in Birmingham, Alabama, open every Saturday and select Tuesdays, featuring only Alabama grown, raised, and made products.",
		"longDescription": "<p>The Market at Pepper Place is a state certified, outdoor farmers market in Birmingham, Alabama. Since 2000, it has connected Alabama's finest producers with consumers in the Birmingham area, making fresh, healthy food accessible to all while supporting local farmers and artisans. The market operates every Saturday morning from January 25 to December 13, 7:00 AM to 12:00 PM, rain or shine, and also hosts a Midweek Market on select Tuesdays from 10:00 AM to 1:00 PM. SNAP is accepted and matching dollars are available with DUFB.</p><p class='mt-4'>Enjoy local produce, live music, cooking demos, wellness days, and a vibrant community atmosphere. Dogs are welcome!</p>",
		"image": "/images/resources/alabama/market-pepper-place.avif",
		"address": {
			"street": "2829 2nd Avenue South",
			"city": "Birmingham",
			"state": "Alabama",
			"zip": "35233"
		},
		"phone": "",
		"hours": {
			"monday": "",
			"tuesday": "10:00 AM - 1:00 PM",
			"wednesday": "",
			"thursday": "",
			"friday": "",
			"saturday": "7:00 AM - 12:00 PM",
			"sunday": ""
		},
		"externalUrl": "https://pepperplacemarket.com/",
		"sponsored": false
	},
	{
		"id": "3",
		"title": "Peach Park",
		"description": "Down-home farm eatery offering traditional American dishes & desserts, plus a market & gift shop.",
		"longDescription": "<p>Peach Park in Clanton, Alabama, is a beloved destination for locals and travelers alike. Known for its fresh peaches, homemade ice cream (especially their signature cantaloupe ice cream), and classic Southern fare like BBQ sandwiches and fried chicken, Peach Park also features a market, bakery, boutique, and gift shop. The park offers a spacious outdoor area with picnic tables, a playground for kids, a goldfish pond, and shaded spots for relaxing. With a welcoming, family-friendly atmosphere, Peach Park is perfect for a meal, a sweet treat, or picking up local produce and unique gifts. The staff is known for outstanding service, and the park is open year-round. <a href='https://peach-park.site/' target='_blank' rel='noopener'>Learn more</a>.</p>",
		"image": "/images/resources/alabama/peach-park.avif",
		"address": {
			"street": "2300 7th St S",
			"city": "Clanton",
			"state": "Alabama",
			"zip": "35046"
		},
		"phone": "+1 205-755-2065",
		"hours": {
			"monday": "10:00 AM - 5:00 PM",
			"tuesday": "10:00 AM - 5:00 PM",
			"wednesday": "10:00 AM - 5:00 PM",
			"thursday": "10:00 AM - 5:00 PM",
			"friday": "10:00 AM - 5:00 PM",
			"saturday": "10:00 AM - 5:00 PM",
			"sunday": "10:00 AM - 5:00 PM"
		},
		"externalUrl": "https://peach-park.site/",
		"sponsored": false
	},
	{
		"id": "4",
		"title": "Durbin Farms Market",
		"description": "Farm market and restaurant offering fresh Chilton County peaches, homemade ice cream, sandwiches, produce, gifts, and more.",
		"longDescription": "<p>Durbin Farms Market in Clanton, Alabama, is a must-stop destination for travelers and locals alike. Famous for their homegrown Chilton County peaches, the market also features homemade hand-scooped ice cream, a full restaurant menu, fresh produce, jams, jellies, preserves, and a boutique gift shop. Enjoy sandwiches, fried pies, and Southern treats in a family-friendly setting with indoor and outdoor seating. Dogs are welcome at the picnic tables outside. Shop for local honey, sauces, and unique gifts, or pre-order peaches online. Open daily, Durbin Farms Market is a true taste of Alabama hospitality. <a href='https://durbinfarmsmarket.com/' target='_blank' rel='noopener'>Learn more</a>.</p>",
		"image": "/images/resources/alabama/durbin-farms-market.avif",
		"address": {
			"street": "2130 7th St S",
			"city": "Clanton",
			"state": "Alabama",
			"zip": "35045"
		},
		"phone": "+1 205-755-1672",
		"hours": {
			"monday": "8:00 AM - 8:00 PM",
			"tuesday": "8:00 AM - 8:00 PM",
			"wednesday": "8:00 AM - 8:00 PM",
			"thursday": "8:00 AM - 8:00 PM",
			"friday": "8:00 AM - 8:00 PM",
			"saturday": "8:00 AM - 8:00 PM",
			"sunday": "8:00 AM - 8:00 PM"
		},
		"externalUrl": "https://durbinfarmsmarket.com/",
		"sponsored": false
	}
]
