[
	{
		"id": "1",
		"title": "AI Art Generator",
		"description": "Create stunning artwork using artificial intelligence.",
		"longDescription": "Transform your creative ideas into stunning visual art with the power of artificial intelligence. This cutting-edge tool uses advanced machine learning algorithms to generate unique, high-quality artwork from simple text prompts. Whether you're a professional designer looking for inspiration, a content creator needing custom visuals, or an artist exploring new mediums, this AI art generator provides endless possibilities. Features include multiple art styles, high-resolution outputs, commercial usage rights, and an intuitive interface that makes AI art creation accessible to everyone.",
		"image": "/images/ai/ai-art-generator.png",
		"category": "artificial-intelligence",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": true
	},
	{
		"id": "2",
		"title": "Startup Toolkit",
		"description": "Essential tools and resources for startups.",
		"longDescription": "Launch and scale your startup with confidence using this comprehensive toolkit designed specifically for entrepreneurs. From idea validation and market research to team building and fundraising, this collection provides everything you need to transform your vision into a successful business. Includes business plan templates, financial modeling spreadsheets, legal document templates, marketing strategies, and expert guidance from successful founders. Perfect for first-time entrepreneurs and seasoned professionals looking to streamline their startup process.",
		"image": "/images/startups/startup-toolkit.png",
		"category": "startups",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "3",
		"title": "Web3 Wallet Guide",
		"description": "A comprehensive guide to Web3 wallets.",
		"longDescription": "Navigate the decentralized web with confidence using this complete guide to Web3 wallets. Learn how to securely store, send, and receive cryptocurrencies and NFTs while maintaining full control of your digital assets. This comprehensive resource covers wallet setup, security best practices, DeFi interactions, and troubleshooting common issues. Whether you're new to crypto or looking to enhance your Web3 knowledge, this guide provides step-by-step instructions, safety tips, and expert recommendations to help you make informed decisions in the decentralized ecosystem.",
		"image": "/images/web3/web3-wallet-guide.png",
		"category": "web-3",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "4",
		"title": "Portfolio Builder",
		"description": "Showcase your work with beautiful, customizable portfolios.",
		"longDescription": "Create a stunning professional portfolio that stands out from the crowd with this powerful portfolio building platform. Designed for creatives, developers, designers, and professionals across all industries, this tool offers beautiful templates, drag-and-drop customization, and seamless integrations with your favorite tools. Features include responsive design, SEO optimization, analytics tracking, client proofing tools, and custom domain support. Build a portfolio that not only showcases your best work but also helps you land your dream projects and clients.",
		"image": "/images/portfolios/portfolio-builder.png",
		"category": "portfolios",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "5",
		"title": "E-commerce Launchpad",
		"description": "Everything you need to start and grow your online store.",
		"longDescription": "Turn your business idea into a thriving online store with this all-in-one e-commerce solution. From product catalog management and payment processing to inventory tracking and customer support, this platform provides everything you need to launch and scale your online business. Features include mobile-optimized storefronts, multiple payment gateways, automated marketing tools, detailed analytics, and 24/7 support. Whether you're selling physical products, digital downloads, or services, this comprehensive platform grows with your business and helps you reach customers worldwide.",
		"image": "/images/ecommerce/ecommerce-launchpad.png",
		"category": "e-commerce",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": true
	},
	{
		"id": "6",
		"title": "Mobile App Analytics",
		"description": "Track and optimize your mobile app performance.",
		"longDescription": "Unlock the full potential of your mobile app with comprehensive analytics and performance insights. This powerful platform provides real-time data on user behavior, app performance, crash reports, and revenue metrics. Make data-driven decisions to improve user experience, increase retention, and maximize monetization. Features include cohort analysis, funnel tracking, A/B testing capabilities, custom event tracking, and automated reports. Perfect for app developers, product managers, and marketing teams looking to optimize their mobile app strategy and drive sustainable growth.",
		"image": "/images/mobile-apps/mobile-app-analytics.png",
		"category": "mobile-apps",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "7",
		"title": "Design Inspiration Hub",
		"description": "Find inspiration and resources for your next design project.",
		"longDescription": "Fuel your creativity with this curated collection of design inspiration, resources, and tools. Discover trending design patterns, color palettes, typography combinations, and innovative layouts from top designers worldwide. This comprehensive hub features daily design showcases, downloadable resources, design tutorials, and a vibrant community of creative professionals. Whether you're working on web design, branding, UI/UX, or print projects, find the inspiration and resources you need to create exceptional design work that captivates and converts.",
		"image": "/images/design/design-inspiration-hub.png",
		"category": "design",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "8",
		"title": "Desktop App Frameworks",
		"description": "Compare the best frameworks for building desktop applications.",
		"longDescription": "Choose the perfect framework for your next desktop application with this comprehensive comparison guide. Explore popular frameworks like Electron, Tauri, Flutter Desktop, and native solutions across Windows, macOS, and Linux. Each framework is evaluated based on performance, development experience, bundle size, security, and ecosystem support. Includes code examples, performance benchmarks, and real-world case studies to help you make informed decisions. Whether you're building productivity tools, creative software, or enterprise applications, find the framework that best fits your project requirements.",
		"image": "/images/desktop-apps/desktop-app-frameworks.png",
		"category": "desktop-apps",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "9",
		"title": "Neural Network Trainer",
		"description": "Train custom neural networks without coding experience.",
		"longDescription": "Democratize artificial intelligence with this user-friendly platform for training custom neural networks without any coding experience. Using an intuitive drag-and-drop interface, you can build, train, and deploy machine learning models for image recognition, natural language processing, and predictive analytics. The platform handles all the technical complexity while providing powerful customization options for advanced users. Features include pre-trained models, automated hyperparameter tuning, model versioning, and one-click deployment to cloud or edge devices.",
		"image": "/images/ai/neural-network-trainer.png",
		"category": "artificial-intelligence",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "10",
		"title": "Startup Funding Guide",
		"description": "Navigate the world of startup funding and investment.",
		"longDescription": "Master the art of startup fundraising with this comprehensive guide written by successful entrepreneurs and investors. Learn how to craft compelling pitch decks, identify the right investors, negotiate favorable terms, and avoid common pitfalls. This resource covers all funding stages from pre-seed to Series A and beyond, including bootstrapping strategies, crowdfunding, angel investors, and venture capital. Includes templates, scripts, financial models, and insider tips that have helped founders raise millions in funding for their startups.",
		"image": "/images/startups/startup-funding-guide.png",
		"category": "startups",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": true
	},
	{
		"id": "11",
		"title": "DeFi Dashboard",
		"description": "Track and manage your decentralized finance investments.",
		"longDescription": "Take control of your DeFi portfolio with this comprehensive dashboard that aggregates all your decentralized finance positions in one place. Monitor yield farming opportunities, track liquidity pool performance, analyze impermanent loss, and discover new protocols across multiple blockchains. Features include real-time portfolio tracking, profit/loss analysis, gas fee optimization, and automated alerts for important events. Stay informed about your DeFi investments and make strategic decisions with advanced analytics and risk assessment tools designed for both beginners and experienced DeFi users.",
		"image": "/images/web3/defi-dashboard.png",
		"category": "web-3",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "12",
		"title": "Developer Portfolio Templates",
		"description": "Professional portfolio templates for developers.",
		"longDescription": "Stand out in the competitive tech job market with these professionally designed portfolio templates specifically crafted for developers. Each template showcases your coding skills, projects, and technical expertise in a visually appealing and user-friendly format. Features include responsive design, dark/light mode options, project galleries, skills sections, blog integration, and contact forms. Built with modern web technologies and optimized for performance and SEO. Whether you're a frontend developer, backend engineer, or full-stack developer, these templates help you present your work professionally and land your next opportunity.",
		"image": "/images/portfolios/dev-portfolio-templates.png",
		"category": "portfolios",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "13",
		"title": "Shopify Theme Builder",
		"description": "Create stunning Shopify themes with drag-and-drop.",
		"longDescription": "Build beautiful, high-converting Shopify stores without touching a line of code using this powerful drag-and-drop theme builder. Choose from hundreds of professionally designed templates or create custom layouts that perfectly match your brand. Features include mobile-first design, conversion optimization tools, SEO enhancements, and seamless integration with Shopify's ecosystem. Whether you're a store owner, designer, or developer, this tool empowers you to create unique shopping experiences that drive sales and build customer loyalty. Includes advanced customization options for those who want to dig deeper.",
		"image": "/images/ecommerce/shopify-theme-builder.png",
		"category": "e-commerce",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "14",
		"title": "React Native Starter",
		"description": "Kickstart your React Native app development.",
		"longDescription": "Accelerate your mobile app development with this comprehensive React Native starter kit packed with everything you need to build production-ready apps. Includes pre-configured navigation, authentication, state management, API integration, and UI components following best practices. Features modern development tools, automated testing setup, CI/CD pipelines, and deployment configurations for both iOS and Android. Perfect for startups and development teams looking to reduce time-to-market while maintaining code quality and scalability. Regularly updated with the latest React Native features and security patches.",
		"image": "/images/mobile-apps/react-native-starter.png",
		"category": "mobile-apps",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": true
	},
	{
		"id": "15",
		"title": "UI Component Library",
		"description": "Ready-to-use components for faster design workflows.",
		"longDescription": "Speed up your design and development process with this comprehensive library of production-ready UI components. Built with accessibility, performance, and customization in mind, these components work seamlessly across popular frameworks including React, Vue, Angular, and vanilla JavaScript. Features include design tokens, theme support, comprehensive documentation, and Storybook integration. Each component is thoroughly tested, follows design system principles, and includes multiple variants and states. Perfect for design teams and developers who want to maintain consistency while building faster.",
		"image": "/images/design/ui-component-library.png",
		"category": "design",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "16",
		"title": "Electron Boilerplate",
		"description": "Rapid desktop app development with Electron.",
		"longDescription": "Build cross-platform desktop applications faster with this production-ready Electron boilerplate. Includes modern development setup with TypeScript, React, automated testing, and build optimization out of the box. Features secure IPC communication, auto-updater integration, native menu support, and platform-specific customizations. The boilerplate follows Electron security best practices and includes comprehensive documentation for common desktop app patterns. Whether you're building productivity tools, creative software, or enterprise applications, this starter kit provides a solid foundation for your desktop app development.",
		"image": "/images/desktop-apps/electron-boilerplate.png",
		"category": "desktop-apps",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "17",
		"title": "Code Review Assistant",
		"description": "AI-powered code review and optimization suggestions.",
		"longDescription": "Enhance your code quality and development workflow with this AI-powered code review assistant. Automatically analyze your code for bugs, security vulnerabilities, performance issues, and style inconsistencies across multiple programming languages. The tool provides intelligent suggestions for improvements, explains complex code patterns, and helps maintain consistent coding standards across your team. Features include integration with popular Git platforms, customizable rules, team analytics, and learning capabilities that adapt to your codebase. Perfect for individual developers and teams looking to ship higher quality code faster.",
		"image": "/images/development/code-review-assistant.png",
		"category": "development",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "18",
		"title": "SaaS Metrics Dashboard",
		"description": "Track key SaaS metrics and business performance.",
		"longDescription": "Monitor and optimize your SaaS business with this comprehensive metrics dashboard designed specifically for subscription-based companies. Track critical KPIs including MRR, ARR, churn rate, customer acquisition cost, lifetime value, and cohort analysis. The dashboard integrates with popular tools like Stripe, ChartMogul, and analytics platforms to provide real-time insights into your business performance. Features include automated reporting, goal tracking, forecasting, and team collaboration tools. Essential for SaaS founders, growth teams, and investors who need accurate, actionable data to make informed business decisions.",
		"image": "/images/saas/saas-metrics-dashboard.png",
		"category": "saas",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": true
	},
	{
		"id": "19",
		"title": "Tech Stack Analyzer",
		"description": "Analyze and optimize your technology stack.",
		"longDescription": "Make informed technology decisions with this comprehensive tech stack analysis tool. Evaluate your current technology choices, identify potential improvements, and discover new tools that could enhance your development workflow. The analyzer considers factors like performance, security, maintainability, team expertise, and long-term viability. Features include technology comparisons, migration guides, cost analysis, and recommendations based on your specific use case and team size. Whether you're planning a new project or optimizing an existing system, this tool helps you build a technology stack that scales with your business.",
		"image": "/images/tech/tech-stack-analyzer.png",
		"category": "tech",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "20",
		"title": "Pitch Deck Templates",
		"description": "Professional templates for startup pitch decks.",
		"longDescription": "Create compelling investor presentations with these professionally designed pitch deck templates used by successful startups that have raised millions in funding. Each template is crafted by experienced designers and validated by investors, ensuring your presentation follows proven storytelling frameworks. Includes slides for problem statement, solution, market opportunity, business model, traction, team, and financial projections. Features multiple design styles, easy customization options, and expert tips for each slide. Whether you're preparing for seed funding, Series A, or investor updates, these templates help you tell your startup story effectively.",
		"image": "/images/startups/pitch-deck-templates.png",
		"category": "startups",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "21",
		"title": "Creative Portfolio Showcase",
		"description": "Showcase your creative work with stunning galleries.",
		"longDescription": "Transform your creative work into a captivating online experience with this portfolio platform designed specifically for artists, photographers, and creative professionals. Features stunning gallery layouts, immersive viewing experiences, and customizable presentation options that let your work speak for itself. The platform includes client proofing tools, e-commerce integration for print sales, SEO optimization, and social media integration. Whether you're a photographer, illustrator, graphic designer, or multimedia artist, create a portfolio that not only showcases your talent but also helps you connect with clients and grow your creative business.",
		"image": "/images/portfolios/creative-portfolio-showcase.png",
		"category": "portfolios",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	},
	{
		"id": "22",
		"title": "WooCommerce Extensions",
		"description": "Powerful extensions for WooCommerce stores.",
		"longDescription": "Supercharge your WooCommerce store with this collection of powerful extensions designed to increase sales, improve customer experience, and streamline store management. From advanced product options and subscription management to sophisticated marketing automation and analytics, these extensions provide enterprise-level functionality for your WordPress e-commerce store. Each extension is built following WooCommerce best practices, ensures compatibility with popular themes and plugins, and includes comprehensive documentation and support. Perfect for store owners looking to add advanced features without custom development costs.",
		"image": "/images/ecommerce/woocommerce-extensions.png",
		"category": "e-commerce",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": true
	},
	{
		"id": "23",
		"title": "Machine Learning Playground",
		"description": "Experiment with ML models in your browser.",
		"longDescription": "Explore the fascinating world of machine learning with this interactive browser-based playground that requires no setup or installation. Experiment with popular ML algorithms, visualize data patterns, and understand how different models work through hands-on experience. Features include pre-loaded datasets, real-time model training, interactive visualizations, and educational tutorials that explain complex concepts in simple terms. Perfect for students, educators, and professionals looking to understand machine learning fundamentals or prototype ideas quickly. The platform supports various ML tasks including classification, regression, clustering, and neural network experimentation.",
		"image": "/images/ai/ml-playground.png",
		"category": "artificial-intelligence",
		"externalUrl": "https://axcai.gumroad.com/l/axc-0002",
		"sponsored": false
	}
]
